[
    {
        "title": "The LLC Next Door: A Data-Driven Look at Corporate Housing Ownership and Eviction Rates in Boston",
        "class": "6.C35",
        "image": "images/corp/Corp Surplus Swing.png",
        "description": "Corporate ownership of residential properties is on the rise across the U.S., with Boston witnessing significant impacts. In The LLC Next Door, we analyze the relationship between corporate homeownership and eviction rates. Through an interactive dashboard, this project explores how higher corporate buy rates, larger investments, and property flipping correlate with increased evictions across Boston's neighborhoods. It breaks down which types of corporate ownership most contribute to housing instability and how demographics further influence these trends.",
        "year": "2024",
        "date": "May 14",
        "skills": ["Svelte", "JS", "Data Analysis", "Web Design", "Final Project", "Tableau"],
        "url": "https://cammyt5.github.io/eviction-depiction/"
    },
    {
        "title": "Decoding Identity: Predicting Demographics and Handedness from Handwriting with Deep Learning",
        "class": "6.8301",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "This study leverages advanced deep learning techniques, including CNNs and self-attention mechanisms, to uncover hidden demographic and linguistic patterns from handwriting samples. By exploring the 'written accent' phenomenon and integrating innovative hybrid models, we push the boundaries of handwriting analysis for applications in forensics and psychological diagnostics.",
        "year": "2024",
        "date": "May 10",
        "skills": ["Machine Learning", "Computer Vision", "Final Project"],
        "file": "files/6.8301/Final Report.pdf"
    },
    {
        "title": "Corporate Landlords and Evictions: How Corporate Ownership Shapes Boston’s Housing Landscape",
        "class": "6.C35",
        "image": "images/corp/Corp Surplus Swing.png",
        "description": "This analysis explores the rise of corporate landlords in Boston, showing a significant increase in corporate ownership since 2004 and its effects on various neighborhoods. By introducing the 'Corporate Surplus' metric and comparing eviction patterns, it reveals surprising trends, challenging assumptions about corporate landlords' role in evictions while highlighting deeper, systemic factors influencing housing stability.",
        "year": "2024",
        "date": "Feb 27",
        "skills": ["Data Analysis", "Tableau"],
        "file": "projects/a2.html"
    },
    {
        "title": "A Century of Change: Unveiling America’s Demographic Evolution",
        "class": "6.C35",
        "image": "images/a3/Men_1900.png",
        "description": "In just a hundred years, the U.S. population landscape has transformed dramatically, revealing striking shifts in age distribution and longevity between genders. Dive into the visualizations that expose the evolution of American society, from the youthful exuberance of the early 1900s to the burgeoning senior citizen demographic of the 21st century",
        "year": "2024",
        "date": "March 13",
        "skills": ["Data Analysis", "Tableau"],
        "file": "projects/a3.html"
    },
    {
        "title": "Navigating the Truth: The Evolution of Police Accountability in NYC",
        "class": "6.C35",
        "image": "images/a4/Police Brutality.jpg",
        "description": "Motivated by a fascination with public services and the complexities of crime trends, I delve into the alarming rise in civilian complaints against New York City police officers, challenging the narrative of improved policing amid societal change. This exploration not only scrutinizes the disturbing statistics of police misconduct since the 1980s but also uncovers the deeper implications of accountability, bias, and the ongoing struggle for justice in a city long hailed for its storied institutions.",
        "year": "2024",
        "date": "April 1",
        "skills": ["Data Analysis", "Tableau"],
        "file": "projects/a4.html"
    }
]